import imgArticles1 from './img/articl-1.jpeg';
import imgArticles2 from './img/articl-2.jpeg';
import imgArticles3 from './img/articl-3.jpeg';

let ArrArticles = [
    {
        id: 1,
        imgArticles: imgArticles1,
        date : '05.03.2024',
        title : 'ЗОЖ или ФАСТФУД. А вы на чьей стороне? Голосуем!',
        text : 'Голосуйте за любимые категории, выбирайте категорию-победителя в мобильном приложении и получайте кешбэк 10% баллами в апреле!',
    },
    {
        id: 2,
        imgArticles: imgArticles2,
        date : '06.03.2024',
        title : 'Весеннее настроение для каждой',
        text : '8 Марта – это не просто Международный женский день, это ещё день тюльпанов, приятных сюрпризов и праздничных тёплых пожеланий.',
    },
    {
        id: 3,
        imgArticles: imgArticles3,
        date : '07.03.2024',
        title : 'Режим использования масок и перчаток на территории магазинов' ,
        text : 'Подробная информация о режимах использования масок и перчаток на территории магазинов "ЛЕНТА". Информация обновляется каждый будний день.',
    }
];

export default ArrArticles;