const ArrReviews = [
    {
        id: 1,
        review: [
            {id: 1, rating: 5, date: '12.08.2024', name:'Антонина', text: 'Отличные блинчики'},
            {id: 2, rating: 4, date: '12.05.2024', name:'Юрий', text: 'Почти идеальные'},
            {id: 3, rating: 5, date: '22.04.2024', name:'Юра', text: 'Лучше и не придумать, буду покупать ещё.'},
            {id: 4, rating: 4, date: '25.04.2024', name:'Анна', text: 'Беру их часто'},
            {id: 5, rating: 3, date: '.26.04.2024', name:'Антонина', text: 'Слишком много воды в блинчиках после разморозки'},
            {id: 6, rating: 5, date: '01.07.2024', name:'Юрий', text: 'Разморозить и пожарить, что может быть проще..'},
        ]
    },
    {
        id: 2,
        review: [
            {id: 1, rating: 5, date: '01.05.2024', name:'Ваня', text: 'Молоко как молоко'},
            {id: 2, rating: 3, date: '01.06.2024', name:'Сергио', text: 'Быстро портиться'},
            {id: 3, rating: 5, date: '12.07.2024', name:'Сергей', text: 'Отличное'},
            {id: 4, rating: 5, date: '18.07.2024', name:'Юра', text: 'Беру его часто'},
            {id: 5, rating: 5, date: '21.08.2024', name:'Юлия', text: 'Отлично молоко'},
            {id: 6, rating: 5, date: '12.09.2024', name:'Тома', text: 'Удобная упаковка'},
        ]
    },
    {
        id: 3,
        review: [
            {id: 1, rating: 5, date: '12.02.2024', name:'Анна', text: 'Отличный производитель'},
            {id: 2, rating: 4, date: '14.02.2024', name:'Антонина', text: 'Слишком острая'},
            {id: 3, rating: 5, date: '28.03.2024', name:'Юра', text: 'Отличная колбаса'},
            {id: 4, rating: 4, date: '29.03.2024', name:'Артём', text: 'Сложно отрезать'},
            {id: 5, rating: 5, date: '12.05.2024', name:'Таисия', text: 'Всегда свежая и приятно пахнет'},
            {id: 6, rating: 5, date: '16.06.2024', name:'Ваня', text: 'Идеально для перекуса'},
        ]
    },
    {
        id: 4,
        review: [
            {id: 1, rating: 5, date: '11.02.2024', name:'Алиса', text: 'Отличный производитель'},
            {id: 2, rating: 4, date: '17.03.2024', name:'Алина', text: 'Хотелось бы побольше специй'},
            {id: 3, rating: 5, date: '20.05.2024', name:'Юрий', text: 'Отличная колбаса'},
            {id: 4, rating: 5, date: '24.06.2024', name:'Юлия', text: 'Лучше и не придумаешь'},
        ]
    },
    {
        id: 5,
        review: [
            {id: 1, rating: 5, date: '12.02.2024', name:'Валерия', text: 'Отличный производитель'},
            {id: 2, rating: 4, date: '15.04.2024', name:'Юрий', text: 'Хотелось бы побольше специй'},
            {id: 3, rating: 5, date: '17.04.2024', name:'Анна', text: 'Отличная колбаса'},
            {id: 4, rating: 5, date: '20.05.2024', name:'Антонина', text: 'Лучше и не придумаешь'},
            {id: 5, rating: 5, date: '21.05.2024', name:'Ваня', text: 'Всегда свежая и приятно пахнет'},
        ]
    },
    {
        id: 6,
        review: [
            {id: 1, rating: 5, date: '12.02.2024', name:'Валерий', text: 'Отличный производитель'},
            {id: 2, rating: 4, date: '20.03.2024', name:'Ирина', text: 'Хотелось бы побольше соли'},
            {id: 3, rating: 5, date: '01.05.2024', name:'Павлуха', text: 'Отличная колбаса'},
        ]
    },
    {
        id: 7,
        review: [
            {id: 1, rating: 5, date: '01.03.2024',name:'Ирина', text: 'Много дырок :)'},
            {id: 2, rating: 4, date: '04.05.2024',name:'Павел', text: 'Слишком много соли'},
            {id: 3, rating: 5, date: '05.05.2024',name:'Николай', text: 'Отличный сыр'},
            {id: 4, rating: 5, date: '21.06.2024',name:'Антонина', text: 'Лучше и не придумаешь'},
            {id: 5, rating: 5, date: '22.07.2024',name:'Анна', text: 'Всегда свежий и ароматный'},
            {id: 6, rating: 5, date: '12.08.2024',name:'Юрий', text: 'Идеально для бутербродов'},
        ]
    },
    {
        id: 8,
        review: [
            {id: 1, rating: 5, date: '01.01.2024', name:'Андрей', text: 'Вкус детства, ем с удовольствием'},
            {id: 2, rating: 5, date: '12.06.2024', name:'Анна', text: 'Что может быть вкуснее? )'},
            {id: 3, rating: 5, date: '15.06.2024', name:'Валерия А.', text: 'Отличная сгущёнка'},
            {id: 4, rating: 5, date: '18.07.2024', name:'Антон', text: 'Лучше и не придумаешь'},
            {id: 5, rating: 5, date: '01.08.2024', name:'Ваня П.', text: 'Идеальная'},
            {id: 6, rating: 5, date: '12.08.2024', name:'Анна', text: 'Идеально для бутербродов'},
        ]
    },
    {
        id: 9,
        review: [
            {id: 1, rating: 5, date: '02.02.2024', name:'Валентин', text: 'Масло Простоквашино 82% — это просто находка! Вкус насыщенный и сливочный, отлично подходит для выпечки и намазки на хлеб. Рекомендую всем!'},
            {id: 2, rating: 5, date: '12.03.2024', name:'Артём', text: 'Купил это масло и остался доволен. Жирность 82% действительно ощущается, оно прекрасно плавится и добавляет вкус блюдам. Буду брать еще!'},
            {id: 3, rating: 5, date: '14.03.2024', name:'Анна П.', text: 'Масло очень понравилось! Качество на высоте, а состав радует. Использую его для приготовления соусов и десертов, всегда получается вкусно.'},
            {id: 4, rating: 5, date: '02.10.2024', name:'Иван', text: 'Не ожидал, что масло будет таким хорошим. Вкус натуральный, без посторонних привкусов. Теперь это мое любимое масло для завтраков!'},
            {id: 5, rating: 4, date: '03.10.2024', name:'Валерия', text: 'Плохо упаковано, а так всё отлично.'},

        ]
    },
    {
        id: 10,
        review: [
            {id: 1, rating: 5, date: '12.03.2024', name:'Константин', text: 'Йогурт Fruttis с дыней — это просто находка! Вкус очень нежный и освежающий, идеально подходит для летнего перекуса. Обожаю его!'},
            {id: 2, rating: 5, date: '14.03.2024', name:'Ваня', text: 'Купил этот йогурт на пробу и остался доволен. Дынный вкус яркий, а текстура кремовая. Отличный вариант для завтрака или десерта.'},
            {id: 3, rating: 5, date: '04.04.2024', name:'Валентина А.', text: 'Мне очень понравился йогурт Fruttis с дыней. Он не слишком сладкий и отлично утоляет голод. Часто беру его в магазин!'},
            {id: 4, rating: 5, date: '29.05.2024', name:'Игорь', text: 'Йогурт с дыней от Fruttis — это вкусно и полезно! Состав неплохой, и он хорошо подходит для детей. Рекомендую всем попробовать!'},

        ]
    },
    {
        id: 11,
        review: [
            {id: 1, rating: 5, date: '12.06.2024', name:'Валентина А.', text: 'Этот йогурт с ягодами просто великолепен! Вкус насыщенный, а ягоды свежие. Идеальный завтрак, который заряжает энергией на весь день!'},
            {id: 2, rating: 5, date: '01.07.2024', name:'Родион', text: 'Не ожидал, что йогурт с ягодами может быть таким вкусным. Консистенция кремообразная, а ягоды придают освежающий вкус. Рекомендую попробовать!'},
            {id: 3, rating: 5, date: '01.07.2024', name:'Виолетта', text: 'Ягоды в йогурте отлично сочетаются с его нежной текстурой. Очень люблю добавлять его в смузи или просто есть с утра. Отличный источник витаминов!'},
            {id: 4, rating: 5, date: '12.08.2024', name:'Виола', text: 'Купил этот йогурт на пробу и не прогадал. Ягоды не только вкусные, но и полезные. Теперь он стал частью моего рациона!'},
            {id: 5, rating: 5, date: '14.08.2024', name:'Юрий', text: 'Этот йогурт с ягодами — моя слабость! Он не слишком сладкий и прекрасно утоляет голод. Всегда беру его в поездки.'},
            {id: 6, rating: 5, date: '15.09.2024', name:'Павел', text: 'Не знаю, как я жил без этого йогурта! Ягоды добавляют яркий вкус, а йогурт сам по себе легкий и полезный. Отличный выбор для перекуса!'},
        ]
    },
    {
        id: 12,
        review: [
            {id: 1, rating: 5, date: '06.07.2024', name:'Антон', text: 'Томатная паста Global Village очень понравилась! Вкус насыщенный и натуральный, отлично подходит для приготовления соусов и супов. Рекомендую!'},
            {id: 2, rating: 5, date: '12.08.2024', name:'Алексей П.', text: 'Купил эту пасту на пробу и не разочаровался. Состав хороший, без лишних добавок. Использую в различных блюдах, и она всегда радует!'},
            {id: 3, rating: 5, date: '01.09.2024', name:'Анна', text: 'Мне нравится эта томатная паста! Она недорогая и вкусная, идеально подходит для пиццы и пасты. Обязательно куплю еще!'},
        ]
    },
    {
        id: 13,
        review: [
            {id: 1, rating: 5, date: '01.01.2024', name:'Алексей', text: 'Нектар Global Village действительно радует своим вкусом! Он очень насыщенный и освежающий, идеально подходит для лета. Я покупаю его регулярно!'},
            {id: 2, rating: 3, date: '12.04.2024', name:'Ольга.', text: 'К сожалению, нектар не оправдал моих ожиданий. Вкус показался слишком искусственным, и я не почувствовала настоящего ананаса. Не куплю снова.'},
            {id: 3, rating: 4, date: '14.05.2024', name:'Дмитрий', text: 'Нектар оказался слишком сладким для меня. Я ожидал более сбалансированного вкуса, но он оказался приторным. Не рекомендую, если вы не любите сладкие напитки'},
            {id: 4, rating: 5, date: '27.05.2024', name:'Ольга', text: 'Мне очень понравился этот ананасовый нектар. Он не слишком сладкий и имеет натуральный вкус ананаса. Отличный выбор для всей семьи!'},
            {id: 5, rating: 5, date: '27.05.2024', name:'Сергей', text: 'Купил этот нектар на пробу и не пожалел. Он прекрасно утоляет жажду и отлично подходит для коктейлей. Рекомендую всем!'},
            {id: 6, rating: 3, date: '12.08.2024', name:'Ирина', text: 'Не могу сказать, что мне понравился этот нектар. Он оставляет неприятное послевкусие, и я не смогла его допить. Лучше выбрать что-то другое.'},
        ]
    },
    {
        id: 14,
        review: [
            {id: 1, rating: 5, date: '12.02.2024', name:'Анна', text: 'Корнишоны Global Village просто отличные! Они очень хрустящие и имеют насыщенный вкус. Идеально подходят как закуска к мясным блюдам'},
            {id: 2, rating: 3, date: '13.04.2024', name:'Лиза', text: 'К сожалению, мне не понравились эти корнишоны. Вкус оказался слишком кислым, и они не такие хрустящие, как я ожидал. Не куплю снова'},
            {id: 3, rating: 5, date: '15.06.2024', name:'Игорь', text: '"Я в восторге от этих огурчиков! Они прекрасно маринованы, и их размер идеален для закусок. Часто покупаю на праздники'},
            {id: 4, rating: 5, date: '01.08.2024', name:'Светлана', text: 'Очень вкусные корнишоны! Мне нравится их хрустящая текстура и сбалансированный вкус. Рекомендую всем любителям солений!'},
            {id: 5, rating: 3, date: '12.09.2024', name:'Олег', text: 'Не могу сказать, что эти огурцы меня впечатлили. Некоторые из них были слишком мягкими, а маринад не очень понравился. Ожидала большего'},
        ]
    },
    {
        id: 15,
        review: [
            {id: 1, rating: 5, date: '03.05.2024', name:'Мария', text: 'Соленые огурцы Global Village очень понравились! Они хрустящие и имеют отличный вкус. Использую их в салатах и как закуску.'},
            {id: 2, rating: 5, date: '12.08.2024', name:'Алексей', text: 'Купил эти огурцы на пробу и не пожалел. Вкус действительно домашний, и они отлично подходят к мясным блюдам. Рекомендую!'},
            {id: 3, rating: 3, date: '14.09.2024', name:'Светлана', text: 'Не понравились эти огурцы. В банке попались несколько мятых, и общий вкус был слишком соленым. Разочарована'},
            {id: 4, rating: 5, date: '15.09.2024', name:'Ольга', text: 'Очень вкусные огурцы! Идеально соленые, не слишком кислые. Отлично подходят для бутербродов и закусок'},
        ]
    },
    {
        id: 16,
        review: [
            {id: 1, rating: 5, date: '16.05.2024', name:'Анита', text: 'Эта овощная смесь просто находка! Очень удобно использовать в салатах и гарнирах. Овощи свежие и яркие, а вкус просто отличный. Рекомендую всем!'},
            {id: 2, rating: 5, date: '16.05.2024', name:'Игорь', text: 'Купил эту смесь для приготовления рагу. Овощи хорошо сочетаются друг с другом, и блюдо получается очень вкусным. Порция на 2-3 человека, идеальный вариант для ужина.'},
            {id: 3, rating: 5, date: '12.07.2024', name:'Мария', text: 'Смесь овощей Global Village меня приятно удивила. Я использую её для приготовления супов и запеканок. Очень удобно, так как не нужно резать каждый овощ отдельно.'},
            {id: 4, rating: 4, date: '13.08.2024', name:'Сергей', text: '"Неплохой вариант для быстрого ужина, но, на мой взгляд, немного недостаёт соли и приправ. Я добавляю свои специи, и тогда получается отлично!'},
            {id: 5, rating: 5, date: '01.01.2024', name:'Ольга', text: 'Овощная смесь вкусная и полезная. Я стараюсь следить за своим питанием, и эта смесь отлично вписывается в мой рацион. Рекомендую тем, кто ценит здоровье!'},
        ]
    },
    {
        id: 17,
        review: [
            {id: 1, rating: 5, date: '06.04.2024', name:'Елена', text: 'Картофель фри Global Village - это просто находка для быстрого ужина! Хрустящий и вкусный, готовится очень быстро. Мои дети просто в восторге!'},
            {id: 2, rating: 5, date: '07.04.2024', name:'Алексей', text: 'Купил эту картошку для вечеринки, и она не разочаровала. Отличная текстура и вкус, идеально подходит к мясу и соусам. Обязательно куплю ещё!'},
            {id: 3, rating: 3, date: '26.04.2024', name:'Наталья', text: 'Честно говоря, я ожидала большего. Картофель неплохой, но иногда он получается слишком жирным. Возможно, стоит попробовать готовить в духовке.'},
            {id: 4, rating: 5, date: '28.04.2024', name:'Алексей', text: 'Отличный вариант для быстрого перекуса! Легко готовится, и вкус, как в ресторане. Рекомендую к пиву или как гарнир к основному блюду.'},
            {id: 5, rating: 5, date: '12.06.2024', name:'Николай', text: 'Покупаю этот картофель уже не в первый раз. Он всегда получается хрустящим и аппетитным. Приятно удивлён качеством за такую цену'},
            {id: 6, rating: 4, date: '16.08.2024', name:'Игорь', text: 'Доволен покупкой! Картофель фри быстро готовится и отлично подходит для семейных ужинов. Единственный минус - упаковка маленькая, хотелось бы больше!"'},
        ]
    },
    {
        id: 18,
        review: [
            {id: 1, rating: 5, date: '07.07.2024', name:'Ольга', text: 'Печенье очень вкусное! Нежное и с ярким клубничным вкусом. Отлично подходит к чаю. Рекомендую попробовать!'},
            {id: 2, rating: 5, date: '08.07.2024', name:'Сергей', text: 'Купил это печенье на пробу и не пожалел. Оно мягкое, с приятной сладостью и легким ароматом клубники. Съел упаковку за один вечер!'},
            {id: 3, rating: 5, date: '12.07.2024', name:'Анна', text: 'Для любителей сладкого - это идеальный выбор! Печенье тает во рту, а клубничная начинка добавляет неповторимый вкус. Буду покупать еще!'},
            {id: 4, rating: 4, date: '01.08.2024', name:'Игорь', text: 'Неплохое печенье, но мне показалось немного слишком сладким. Хотя, если вы любите сладости, то это именно то, что вам нужно'},
            {id: 5, rating: 5, date: '13.09.2024', name:'Татьяна', text: 'Очень понравилось! Печенье действительно сдобное, его текстура просто великолепная. Клубничный вкус не приторный, а именно такой, как надо.'},
            {id: 6, rating: 5, date: '14.09.2024', name:'Николай', text: 'Купил для детей, и они были в восторге! Печенье удобно брать с собой в школу или на прогулку. Единственный минус - быстро кончается!'},
            {id: 7, rating: 5, date: '20.09.2024', name:'Виктория', text: 'Обожаю это печенье! Оно отлично подходит к утреннему кофе. Клубничный вкус очень естественный, а не искусственный, как бывает у некоторых брендов.'},
        ]
    },
    {
        id: 19,
        review: [
            {id: 1, rating: 5, date: '09.03.2024', name:'Елена', text: 'Печенье Шарлиз Американо - это просто находка! Оно хрустящее, с насыщенным вкусом, идеально подходит к чашке кофе. Очень рекомендую!'},
            {id: 2, rating: 5, date: '01.05.2024', name:'Алексей', text: 'Я большой любитель печенья, и это - одно из лучших, что я пробовал. Оно не слишком сладкое, с приятной текстурой. Заказываю постоянно!'},
            {id: 3, rating: 5, date: '12.05.2024', name:'Мария', text: 'Печенье очень понравилось! Вкусное, с хорошей сдобой и ароматом. Отлично подходит к вечернему чаю. Упаковка большая, хватает надолго'},
            {id: 4, rating: 5, date: '15.06.2024', name:'Сергей', text: 'Не ожидал, что печенье будет таким вкусным. Оно отлично хрустит и имеет насыщенный вкус. Только вот быстро заканчивается — такое не удержишь!'},
            {id: 5, rating: 5, date: '02.10.2024', name:'Наталья', text: 'Печенье Шарлиз Американо - отличный выбор для перекуса. Оно универсально: подходит для чая, кофе и даже молока. Обязательно буду покупать снова!'},
        ]
    },
    {
        id: 20,
        review: [
            {id: 1, rating: 5, date: '01.05.2024', name:'Андрей', text: 'Вода как вода'},
            {id: 2, rating: 5, date: '01.08.2024', name:'Алёна', text: 'Лучшая'},
        ]
    },
    {
        id: 21,
        review: [
            {id: 1, rating: 5, date: '01.05.2024', name:'Павел', text: 'Вода как вода'},
            {id: 2, rating: 5, date: '01.10.2024', name:'Алексей', text: 'Свежак'},
        ]
    },
    {
        id: 22,
        review: [
            {id: 1, rating: 5, date: '12.06.2024', name:'Анна', text: 'Форель просто великолепная! Мягкая, нежная и с приятным вкусом. Слабосоленая, как нужно, идеально подходит для закусок и салатов.'},
            {id: 2, rating: 5, date: '08.07.2024', name:'Игорь', text: 'Купил эту форель на праздник, и она произвела фурор! Все гости отметили отличный вкус и качество. Хорошо сочетается с лимоном и свежими овощами.'},
            {id: 3, rating: 5, date: '30.09.2024', name:'Светлана', text: 'Филе форели очень понравилось. Удобная упаковка, легко порезать на кусочки. Вкус отличный, не пересоленное. Использую как на бутерброды, так и в салаты.'},
        ]
    },
    {
        id: 23,
        review: [
            {id: 1, rating: 5, date: '16.01.2024', name:'Екатерина', text: 'Икра очень понравилась! Вкус приятный, текстура тоже отличная. Используем её для бутербродов и закусок. Хороший выбор по разумной цене!'},
            {id: 2, rating: 5, date: '20.02.2024', name:'Дмитрий', text: 'Купил эту икру на пробу и остался доволен. Она не слишком соленая и имеет приятный рыбный вкус. Отлично подходит к чаю и на праздничный стол.'},
            {id: 3, rating: 5, date: '01.04.2024', name:'Ольга', text: 'Икра имитированная, но по вкусу очень близка к натуральной. Хорошо держит форму и легко намазывается на хлеб. Рекомендую как альтернативу дорогой икре!'},
            {id: 4, rating: 5, date: '28.08.2024', name:'Сергей', text: 'Не ожидал, что имитированная икра будет такой вкусной. Отличное соотношение цены и качества. Удобная упаковка и хороший срок хранения — отличный вариант для перекусов!'},

        ]
    },
    {
        id: 24,
        review: [
            {id: 1, rating: 5, date: '05.04.2024', name:'Анастасия', text: 'Карбонад очень вкусный и нежный! Прекрасно подходит для бутербродов и закусок. Копченый вкус просто великолепен. Буду покупать снова!'},
            {id: 2, rating: 3, date: '07.06.2024', name:'Елена', text: 'Купила карбонад, но он оказался довольно жирным. Копченый вкус не такой яркий, как ожидала. Не совсем понравился.'},
            {id: 3, rating: 5, date: '12.06.2024', name:'Игорь П.', text: 'Отличный продукт! Хорошо нарезается, не слишком жирный и с приятным ароматом. Идеален для завтрака с хлебом и овощами.'},
            {id: 4, rating: 3, date: '18.07.2024', name:'Антон', text: 'Не впечатлил. Вкус обычный, а текстура не очень приятная. За такую цену можно найти что-то более качественное.'},
            {id: 5, rating: 2, date: '01.08.2024', name:'Елена', text: 'Карбонад оказался пересоленным. Пришлось выбрасывать. Не ожидала такого качества от известного бренда.'},
            {id: 6, rating: 3, date: '12.08.2024', name:'Инна', text: 'Не понравился вообще. Вкус неестественный, и карбонад оказался слишком сухим. Не буду покупать снова.'},
            {id: 7, rating: 5, date: '15.08.2024', name:'Татьяна', text: 'Мне очень понравился этот карбонад. Он мягкий, с насыщенным копченым вкусом. Приятно удивила цена за такую высокое качество.'},
            {id: 8, rating: 5, date: '20.08.2024', name:'Сергей', text: 'Карбонад просто супер! Использую его для приготовления закусок на праздники. Всегда идет на ура. Всем рекомендую!'},
        ]
    },
    ];
export default ArrReviews;