const ArrReviews = [
    {
        id: 1,
        review: [
            {id: 1, rating: 5, date: '12.08.2024', name:'Антонина', text: 'Отличные блинчики'},
            {id: 2, rating: 4, date: '12.05.2024', name:'Юрий', text: 'Почти идеальные'},
            {id: 3, rating: 5, date: '22.04.2024', name:'Юра', text: 'Лучше и не придумать, буду покупать ещё.'},
            {id: 4, rating: 4, date: '25.04.2024', name:'Анна', text: 'Беру их часто'},
            {id: 5, rating: 3, date: '.26.04.2024', name:'Антонина', text: 'Слишком много воды в блинчиках после разморозки'},
            {id: 6, rating: 5, date: '01.07.2024', name:'Юрий', text: 'Разморозить и пожарить, что может быть проще..'},
        ]
    },
    {
        id: 2,
        review: [
            {id: 1, rating: 5, date: '01.05.2024', name:'Ваня', text: 'Молоко как молоко'},
            {id: 2, rating: 3, date: '01.06.2024', name:'Сергио', text: 'Быстро портиться'},
            {id: 3, rating: 5, date: '12.07.2024', name:'Сергей', text: 'Отличное'},
            {id: 4, rating: 5, date: '18.07.2024', name:'Юра', text: 'Беру его часто'},
            {id: 5, rating: 5, date: '21.08.2024', name:'Юлия', text: 'Отлично молоко'},
            {id: 6, rating: 5, date: '12.09.2024', name:'Тома', text: 'Удобная упаковка'},
        ]
    },
    {
        id: 3,
        review: [
            {id: 1, rating: 5, date: '12.02.2024', name:'Анна', text: 'Отличный производитель'},
            {id: 2, rating: 4, date: '14.02.2024', name:'Антонина', text: 'Слишком острая'},
            {id: 3, rating: 5, date: '28.03.2024', name:'Юра', text: 'Отличная колбаса'},
            {id: 4, rating: 4, date: '29.03.2024', name:'Артём', text: 'Сложно отрезать'},
            {id: 5, rating: 5, date: '12.05.2024', name:'Таисия', text: 'Всегда свежая и приятно пахнет'},
            {id: 6, rating: 5, date: '16.06.2024', name:'Ваня', text: 'Идеально для перекуса'},
        ]
    },
    {
        id: 4,
        review: [
            {id: 1, rating: 5, date: '11.02.2024', name:'Алиса', text: 'Отличный производитель'},
            {id: 2, rating: 4, date: '17.03.2024', name:'Алина', text: 'Хотелось бы побольше специй'},
            {id: 3, rating: 5, date: '20.05.2024', name:'Юрий', text: 'Отличная колбаса'},
            {id: 4, rating: 5, date: '24.06.2024', name:'Юлия', text: 'Лучше и не придумаешь'},
        ]
    },
    {
        id: 5,
        review: [
            {id: 1, rating: 5, date: '12.02.2024', name:'Валерия', text: 'Отличный производитель'},
            {id: 2, rating: 4, date: '15.04.2024', name:'Юрий', text: 'Хотелось бы побольше специй'},
            {id: 3, rating: 5, date: '17.04.2024', name:'Анна', text: 'Отличная колбаса'},
            {id: 4, rating: 5, date: '20.05.2024', name:'Антонина', text: 'Лучше и не придумаешь'},
            {id: 5, rating: 5, date: '21.05.2024', name:'Ваня', text: 'Всегда свежая и приятно пахнет'},
        ]
    },
    {
        id: 6,
        review: [
            {id: 1, rating: 5, date: '12.02.2024', name:'Валерий', text: 'Отличный производитель'},
            {id: 2, rating: 4, date: '20.03.2024', name:'Ирина', text: 'Хотелось бы побольше соли'},
            {id: 3, rating: 5, date: '01.05.2024', name:'Павлуха', text: 'Отличная колбаса'},
        ]
    },
    {
        id: 7,
        review: [
            {id: 1, rating: 5, date: '01.03.2024',name:'Ирина', text: 'Много дырок :)'},
            {id: 2, rating: 4, date: '04.05.2024',name:'Павел', text: 'Слишком много соли'},
            {id: 3, rating: 5, date: '05.05.2024',name:'Николай', text: 'Отличный сыр'},
            {id: 4, rating: 5, date: '21.06.2024',name:'Антонина', text: 'Лучше и не придумаешь'},
            {id: 5, rating: 5, date: '22.07.2024',name:'Анна', text: 'Всегда свежий и ароматный'},
            {id: 6, rating: 5, date: '12.08.2024',name:'Юрий', text: 'Идеально для бутербродов'},
        ]
    },
    {
        id: 8,
        review: [
            {id: 1, rating: 5, date: '01.01.2024', name:'Андрей', text: 'Вкус детства, ем с удовольствием'},
            {id: 2, rating: 5, date: '12.06.2024', name:'Анна', text: 'Что может быть вкуснее? )'},
            {id: 3, rating: 5, date: '15.06.2024', name:'Валерия А.', text: 'Отличная сгущёнка'},
            {id: 4, rating: 5, date: '18.07.2024', name:'Антон', text: 'Лучше и не придумаешь'},
            {id: 5, rating: 5, date: '01.08.2024', name:'Ваня П.', text: 'Идеальная'},
            {id: 6, rating: 5, date: '12.08.2024', name:'Анна', text: 'Идеально для бутербродов'},
        ]
    },
    {
        id: 9,
        review: [
            {id: 1, rating: 5, date: '02.02.2024', name:'Валентин', text: 'Масло Простоквашино 82% — это просто находка! Вкус насыщенный и сливочный, отлично подходит для выпечки и намазки на хлеб. Рекомендую всем!'},
            {id: 2, rating: 5, date: '12.03.2024', name:'Артём', text: 'Купил это масло и остался доволен. Жирность 82% действительно ощущается, оно прекрасно плавится и добавляет вкус блюдам. Буду брать еще!'},
            {id: 3, rating: 5, date: '14.03.2024', name:'Анна П.', text: 'Масло очень понравилось! Качество на высоте, а состав радует. Использую его для приготовления соусов и десертов, всегда получается вкусно.'},
            {id: 4, rating: 5, date: '02.10.2024', name:'Иван', text: 'Не ожидал, что масло будет таким хорошим. Вкус натуральный, без посторонних привкусов. Теперь это мое любимое масло для завтраков!'},
            {id: 5, rating: 4, date: '03.10.2024', name:'Валерия', text: 'Плохо упаковано, а так всё отлично.'},

        ]
    },
    {
        id: 10,
        review: [
            {id: 1, rating: 5, date: '12.03.2024', name:'Константин', text: 'Йогурт Fruttis с дыней — это просто находка! Вкус очень нежный и освежающий, идеально подходит для летнего перекуса. Обожаю его!'},
            {id: 2, rating: 5, date: '14.03.2024', name:'Ваня', text: 'Купил этот йогурт на пробу и остался доволен. Дынный вкус яркий, а текстура кремовая. Отличный вариант для завтрака или десерта.'},
            {id: 3, rating: 5, date: '04.04.2024', name:'Валентина А.', text: 'Мне очень понравился йогурт Fruttis с дыней. Он не слишком сладкий и отлично утоляет голод. Часто беру его в магазин!'},
            {id: 4, rating: 5, date: '29.05.2024', name:'Игорь', text: 'Йогурт с дыней от Fruttis — это вкусно и полезно! Состав неплохой, и он хорошо подходит для детей. Рекомендую всем попробовать!'},

        ]
    },
    {
        id: 11,
        review: [
            {id: 1, rating: 5, date: '12.06.2024', name:'Валентина А.', text: 'Этот йогурт с ягодами просто великолепен! Вкус насыщенный, а ягоды свежие. Идеальный завтрак, который заряжает энергией на весь день!'},
            {id: 2, rating: 5, date: '01.07.2024', name:'Родион', text: 'Не ожидал, что йогурт с ягодами может быть таким вкусным. Консистенция кремообразная, а ягоды придают освежающий вкус. Рекомендую попробовать!'},
            {id: 3, rating: 5, date: '01.07.2024', name:'Виолетта', text: 'Ягоды в йогурте отлично сочетаются с его нежной текстурой. Очень люблю добавлять его в смузи или просто есть с утра. Отличный источник витаминов!'},
            {id: 4, rating: 5, date: '12.08.2024', name:'Виола', text: 'Купил этот йогурт на пробу и не прогадал. Ягоды не только вкусные, но и полезные. Теперь он стал частью моего рациона!'},
            {id: 5, rating: 5, date: '14.08.2024', name:'Юрий', text: 'Этот йогурт с ягодами — моя слабость! Он не слишком сладкий и прекрасно утоляет голод. Всегда беру его в поездки.'},
            {id: 6, rating: 5, date: '15.09.2024', name:'Павел', text: 'Не знаю, как я жил без этого йогурта! Ягоды добавляют яркий вкус, а йогурт сам по себе легкий и полезный. Отличный выбор для перекуса!'},
        ]
    },
    {
        id: 12,
        review: [
            {id: 1, rating: 5, date: '06.07.2024', name:'Антон', text: 'Томатная паста Global Village очень понравилась! Вкус насыщенный и натуральный, отлично подходит для приготовления соусов и супов. Рекомендую!'},
            {id: 2, rating: 5, date: '12.08.2024', name:'Алексей П.', text: 'Купил эту пасту на пробу и не разочаровался. Состав хороший, без лишних добавок. Использую в различных блюдах, и она всегда радует!'},
            {id: 3, rating: 5, date: '01.09.2024', name:'Анна', text: 'Мне нравится эта томатная паста! Она недорогая и вкусная, идеально подходит для пиццы и пасты. Обязательно куплю еще!'},
        ]
    },
    {
        id: 13,
        review: [
            {id: 1, rating: 5, date: '01.01.2024', name:'Алексей', text: 'Нектар Global Village действительно радует своим вкусом! Он очень насыщенный и освежающий, идеально подходит для лета. Я покупаю его регулярно!'},
            {id: 2, rating: 3, date: '12.04.2024', name:'Ольга.', text: 'К сожалению, нектар не оправдал моих ожиданий. Вкус показался слишком искусственным, и я не почувствовала настоящего ананаса. Не куплю снова.'},
            {id: 3, rating: 4, date: '14.05.2024', name:'Дмитрий', text: 'Нектар оказался слишком сладким для меня. Я ожидал более сбалансированного вкуса, но он оказался приторным. Не рекомендую, если вы не любите сладкие напитки'},
            {id: 4, rating: 5, date: '27.05.2024', name:'Ольга', text: 'Мне очень понравился этот ананасовый нектар. Он не слишком сладкий и имеет натуральный вкус ананаса. Отличный выбор для всей семьи!'},
            {id: 5, rating: 5, date: '27.05.2024', name:'Сергей', text: 'Купил этот нектар на пробу и не пожалел. Он прекрасно утоляет жажду и отлично подходит для коктейлей. Рекомендую всем!'},
            {id: 6, rating: 3, date: '12.08.2024', name:'Ирина', text: 'Не могу сказать, что мне понравился этот нектар. Он оставляет неприятное послевкусие, и я не смогла его допить. Лучше выбрать что-то другое.'},
        ]
    },
    {
        id: 14,
        review: [
            {id: 1, rating: 5, date: '12.02.2024', name:'Анна', text: 'Корнишоны Global Village просто отличные! Они очень хрустящие и имеют насыщенный вкус. Идеально подходят как закуска к мясным блюдам'},
            {id: 2, rating: 3, date: '13.04.2024', name:'Лиза', text: 'К сожалению, мне не понравились эти корнишоны. Вкус оказался слишком кислым, и они не такие хрустящие, как я ожидал. Не куплю снова'},
            {id: 3, rating: 5, date: '15.06.2024', name:'Игорь', text: '"Я в восторге от этих огурчиков! Они прекрасно маринованы, и их размер идеален для закусок. Часто покупаю на праздники'},
            {id: 4, rating: 5, date: '01.08.2024', name:'Светлана', text: 'Очень вкусные корнишоны! Мне нравится их хрустящая текстура и сбалансированный вкус. Рекомендую всем любителям солений!'},
            {id: 5, rating: 3, date: '12.09.2024', name:'Олег', text: 'Не могу сказать, что эти огурцы меня впечатлили. Некоторые из них были слишком мягкими, а маринад не очень понравился. Ожидала большего'},
        ]
    },
    {
        id: 15,
        review: [
            {id: 1, rating: 5, date: '03.05.2024', name:'Мария', text: 'Соленые огурцы Global Village очень понравились! Они хрустящие и имеют отличный вкус. Использую их в салатах и как закуску.'},
            {id: 2, rating: 5, date: '12.08.2024', name:'Алексей', text: 'Купил эти огурцы на пробу и не пожалел. Вкус действительно домашний, и они отлично подходят к мясным блюдам. Рекомендую!'},
            {id: 3, rating: 3, date: '14.09.2024', name:'Светлана', text: 'Не понравились эти огурцы. В банке попались несколько мятых, и общий вкус был слишком соленым. Разочарована'},
            {id: 4, rating: 5, date: '15.09.2024', name:'Ольга', text: 'Очень вкусные огурцы! Идеально соленые, не слишком кислые. Отлично подходят для бутербродов и закусок'},
        ]
    },
    {
        id: 16,
        review: [
            {id: 1, rating: 5, date: '16.05.2024', name:'Анита', text: 'Эта овощная смесь просто находка! Очень удобно использовать в салатах и гарнирах. Овощи свежие и яркие, а вкус просто отличный. Рекомендую всем!'},
            {id: 2, rating: 5, date: '16.05.2024', name:'Игорь', text: 'Купил эту смесь для приготовления рагу. Овощи хорошо сочетаются друг с другом, и блюдо получается очень вкусным. Порция на 2-3 человека, идеальный вариант для ужина.'},
            {id: 3, rating: 5, date: '12.07.2024', name:'Мария', text: 'Смесь овощей Global Village меня приятно удивила. Я использую её для приготовления супов и запеканок. Очень удобно, так как не нужно резать каждый овощ отдельно.'},
            {id: 4, rating: 4, date: '13.08.2024', name:'Сергей', text: '"Неплохой вариант для быстрого ужина, но, на мой взгляд, немного недостаёт соли и приправ. Я добавляю свои специи, и тогда получается отлично!'},
            {id: 5, rating: 5, date: '01.01.2024', name:'Ольга', text: 'Овощная смесь вкусная и полезная. Я стараюсь следить за своим питанием, и эта смесь отлично вписывается в мой рацион. Рекомендую тем, кто ценит здоровье!'},
        ]
    },
    {
        id: 17,
        review: [
            {id: 1, rating: 5, date: '06.04.2024', name:'Елена', text: 'Картофель фри Global Village - это просто находка для быстрого ужина! Хрустящий и вкусный, готовится очень быстро. Мои дети просто в восторге!'},
            {id: 2, rating: 5, date: '07.04.2024', name:'Алексей', text: 'Купил эту картошку для вечеринки, и она не разочаровала. Отличная текстура и вкус, идеально подходит к мясу и соусам. Обязательно куплю ещё!'},
            {id: 3, rating: 3, date: '26.04.2024', name:'Наталья', text: 'Честно говоря, я ожидала большего. Картофель неплохой, но иногда он получается слишком жирным. Возможно, стоит попробовать готовить в духовке.'},
            {id: 4, rating: 5, date: '28.04.2024', name:'Алексей', text: 'Отличный вариант для быстрого перекуса! Легко готовится, и вкус, как в ресторане. Рекомендую к пиву или как гарнир к основному блюду.'},
            {id: 5, rating: 5, date: '12.06.2024', name:'Николай', text: 'Покупаю этот картофель уже не в первый раз. Он всегда получается хрустящим и аппетитным. Приятно удивлён качеством за такую цену'},
            {id: 6, rating: 4, date: '16.08.2024', name:'Игорь', text: 'Доволен покупкой! Картофель фри быстро готовится и отлично подходит для семейных ужинов. Единственный минус - упаковка маленькая, хотелось бы больше!"'},
        ]
    },
    {
        id: 18,
        review: [
            {id: 1, rating: 5, date: '07.07.2024', name:'Ольга', text: 'Печенье очень вкусное! Нежное и с ярким клубничным вкусом. Отлично подходит к чаю. Рекомендую попробовать!'},
            {id: 2, rating: 5, date: '08.07.2024', name:'Сергей', text: 'Купил это печенье на пробу и не пожалел. Оно мягкое, с приятной сладостью и легким ароматом клубники. Съел упаковку за один вечер!'},
            {id: 3, rating: 5, date: '12.07.2024', name:'Анна', text: 'Для любителей сладкого - это идеальный выбор! Печенье тает во рту, а клубничная начинка добавляет неповторимый вкус. Буду покупать еще!'},
            {id: 4, rating: 4, date: '01.08.2024', name:'Игорь', text: 'Неплохое печенье, но мне показалось немного слишком сладким. Хотя, если вы любите сладости, то это именно то, что вам нужно'},
            {id: 5, rating: 5, date: '13.09.2024', name:'Татьяна', text: 'Очень понравилось! Печенье действительно сдобное, его текстура просто великолепная. Клубничный вкус не приторный, а именно такой, как надо.'},
            {id: 6, rating: 5, date: '14.09.2024', name:'Николай', text: 'Купил для детей, и они были в восторге! Печенье удобно брать с собой в школу или на прогулку. Единственный минус - быстро кончается!'},
            {id: 7, rating: 5, date: '20.09.2024', name:'Виктория', text: 'Обожаю это печенье! Оно отлично подходит к утреннему кофе. Клубничный вкус очень естественный, а не искусственный, как бывает у некоторых брендов.'},
        ]
    },
    {
        id: 19,
        review: [
            {id: 1, rating: 5, date: '09.03.2024', name:'Елена', text: 'Печенье Шарлиз Американо - это просто находка! Оно хрустящее, с насыщенным вкусом, идеально подходит к чашке кофе. Очень рекомендую!'},
            {id: 2, rating: 5, date: '01.05.2024', name:'Алексей', text: 'Я большой любитель печенья, и это - одно из лучших, что я пробовал. Оно не слишком сладкое, с приятной текстурой. Заказываю постоянно!'},
            {id: 3, rating: 5, date: '12.05.2024', name:'Мария', text: 'Печенье очень понравилось! Вкусное, с хорошей сдобой и ароматом. Отлично подходит к вечернему чаю. Упаковка большая, хватает надолго'},
            {id: 4, rating: 5, date: '15.06.2024', name:'Сергей', text: 'Не ожидал, что печенье будет таким вкусным. Оно отлично хрустит и имеет насыщенный вкус. Только вот быстро заканчивается — такое не удержишь!'},
            {id: 5, rating: 5, date: '02.10.2024', name:'Наталья', text: 'Печенье Шарлиз Американо - отличный выбор для перекуса. Оно универсально: подходит для чая, кофе и даже молока. Обязательно буду покупать снова!'},
        ]
    },
    {
        id: 20,
        review: [
            {id: 1, rating: 5, date: '01.05.2024', name:'Андрей', text: 'Вода как вода'},
            {id: 2, rating: 5, date: '01.08.2024', name:'Алёна', text: 'Лучшая'},
        ]
    },
    {
        id: 21,
        review: [
            {id: 1, rating: 5, date: '01.05.2024', name:'Павел', text: 'Вода как вода'},
            {id: 2, rating: 5, date: '01.10.2024', name:'Алексей', text: 'Свежак'},
        ]
    },
    {
        id: 22,
        review: [
            {id: 1, rating: 5, date: '12.06.2024', name:'Анна', text: 'Форель просто великолепная! Мягкая, нежная и с приятным вкусом. Слабосоленая, как нужно, идеально подходит для закусок и салатов.'},
            {id: 2, rating: 5, date: '08.07.2024', name:'Игорь', text: 'Купил эту форель на праздник, и она произвела фурор! Все гости отметили отличный вкус и качество. Хорошо сочетается с лимоном и свежими овощами.'},
            {id: 3, rating: 5, date: '30.09.2024', name:'Светлана', text: 'Филе форели очень понравилось. Удобная упаковка, легко порезать на кусочки. Вкус отличный, не пересоленное. Использую как на бутерброды, так и в салаты.'},
        ]
    },
    {
        id: 23,
        review: [
            {id: 1, rating: 5, date: '16.01.2024', name:'Екатерина', text: 'Икра очень понравилась! Вкус приятный, текстура тоже отличная. Используем её для бутербродов и закусок. Хороший выбор по разумной цене!'},
            {id: 2, rating: 5, date: '20.02.2024', name:'Дмитрий', text: 'Купил эту икру на пробу и остался доволен. Она не слишком соленая и имеет приятный рыбный вкус. Отлично подходит к чаю и на праздничный стол.'},
            {id: 3, rating: 5, date: '01.04.2024', name:'Ольга', text: 'Икра имитированная, но по вкусу очень близка к натуральной. Хорошо держит форму и легко намазывается на хлеб. Рекомендую как альтернативу дорогой икре!'},
            {id: 4, rating: 5, date: '28.08.2024', name:'Сергей', text: 'Не ожидал, что имитированная икра будет такой вкусной. Отличное соотношение цены и качества. Удобная упаковка и хороший срок хранения — отличный вариант для перекусов!'},

        ]
    },
    {
        id: 24,
        review: [
            {id: 1, rating: 5, date: '05.04.2024', name:'Анастасия', text: 'Карбонад очень вкусный и нежный! Прекрасно подходит для бутербродов и закусок. Копченый вкус просто великолепен. Буду покупать снова!'},
            {id: 2, rating: 3, date: '07.06.2024', name:'Елена', text: 'Купила карбонад, но он оказался довольно жирным. Копченый вкус не такой яркий, как ожидала. Не совсем понравился.'},
            {id: 3, rating: 5, date: '12.06.2024', name:'Игорь П.', text: 'Отличный продукт! Хорошо нарезается, не слишком жирный и с приятным ароматом. Идеален для завтрака с хлебом и овощами.'},
            {id: 4, rating: 3, date: '18.07.2024', name:'Антон', text: 'Не впечатлил. Вкус обычный, а текстура не очень приятная. За такую цену можно найти что-то более качественное.'},
            {id: 5, rating: 2, date: '01.08.2024', name:'Елена', text: 'Карбонад оказался пересоленным. Пришлось выбрасывать. Не ожидала такого качества от известного бренда.'},
            {id: 6, rating: 3, date: '12.08.2024', name:'Инна', text: 'Не понравился вообще. Вкус неестественный, и карбонад оказался слишком сухим. Не буду покупать снова.'},
            {id: 7, rating: 5, date: '15.08.2024', name:'Татьяна', text: 'Мне очень понравился этот карбонад. Он мягкий, с насыщенным копченым вкусом. Приятно удивила цена за такую высокое качество.'},
            {id: 8, rating: 5, date: '20.08.2024', name:'Сергей', text: 'Карбонад просто супер! Использую его для приготовления закусок на праздники. Всегда идет на ура. Всем рекомендую!'},
        ]
    },
    {
        id: 25,
        review: [
            {id: 1, rating: 5, date: '05.04.2024', name:'Роман', text: 'Батон Хлебный Дом Звездный - это настоящая находка для моей семьи! Прекрасная нарезка, идеальная для завтрака. Хлеб всегда свежий, мягкий и с приятным ароматом. Отлично подходит как для тостов, так и для сэндвичей. Рекомендую всем!'},
            {id: 2, rating: 5, date: '17.06.2024', name:'Елена', text: 'Хороший батон, нарезка удобная и равномерная. Вкусный, с легким хрустом корочки. Он отлично держит форму и не крошится при нарезке. Использую его для бутербродов на работу. Единственное, хотелось бы, чтобы упаковка была чуть больше.'},
            {id: 3, rating: 3, date: '12.08.2024', name:'Владимир.', text: 'В целом, батон неплохой, но есть небольшие нюансы. Вкус нормальный, но иногда встречаются более сухие кусочки. Хорошо, что он нарезан, это очень удобно. Но я предпочел бы, чтобы он был чуть более влажным и мягким.'},
            {id: 4, rating: 5, date: '19.08.2024', name:'Антон', text: 'Просто отличный батон! Идеально подходит для завтраков с вареньем или маслом. Сохраняет свежесть долго и не черствеет. Я даже использую его для приготовления французских тостов - получается великолепно! Хлебный Дом снова не подвел!'},
        ]
    },
    {
        id: 26,
        review: [
            {id: 1, rating: 5, date: '15.04.2024', name:'Анна', text: 'Хлеб Красная Цена - это мой любимый выбор! Он всегда свежий и мягкий. Прекрасно подходит для бутербродов и тостов. Рекомендую всем, кто ценит качественный хлеб!'},
            {id: 2, rating: 5, date: '17.06.2024', name:'Дмитрий', text: 'Очень вкусный белый хлеб. Хорошая корочка и мягкая середина. Использую его для завтраков и с супами. Единственное, хотелось бы, чтобы упаковка была немного больше'},
            {id: 3, rating: 3, date: '12.08.2024', name:'Мария', text: 'Хлеб нормальный, но не идеальный. Вкус неплохой, но иногда встречаются более сухие кусочки. В целом, неплохой вариант для повседневного использования.'},
            {id: 4, rating: 5, date: '20.09.2024', name:'Сергей', text: 'Отличный хлеб! Он всегда свежий и ароматный. Я покупаю его для всей семьи, и все довольны. Особенно нравится, как он подходит для тостов с маслом и джемом!'},
            {id: 5, rating: 4, date: '21.09.2024', name:'Ольга', text: 'Хлеб Красная Цена - хороший выбор для тех, кто любит белый хлеб. Он мягкий и вкусный. Пользуюсь им для приготовления бутербродов на пикник, всегда уходит на ура!'},
        ]
    },
    {
        id: 27,
        review: [
            {id: 1, rating: 5, date: '15.02.2024', name:'Екатерина', text: 'Прекрасный хлеб для сэндвичей! Хлеб с отрубями очень питательный и сытный. Нравится, что он нарезан, это удобно для быстрого приготовления завтраков. Вкусный, мягкий и с легким ореховым оттенком. Рекомендую!'},
            {id: 2, rating: 4, date: '16.06.2024', name:'Алексей', text: 'Хлеб отлично подходит для приготовлений сэндвичей. Он мягкий, но при этом достаточно плотный, чтобы не размокать от начинки. Мне нравится, что в составе есть отруби - это полезно для здоровья. Единственное, хотелось бы, чтобы пакет был лучше защищен от воздуха.'},
            {id: 3, rating: 3, date: '14.08.2024', name:'Анна', text: 'Обожаю этот хлеб! Он идеален для завтраков и перекусов. Отлично держит форму и не крошится при нарезке. Никаких искусственных добавок, только натуральные ингредиенты. Всегда покупаю его, когда хочется чего-то вкусного и полезного!'},
        ]
    },
    {
        id: 28,
        review: [
            {id: 1, rating: 5, date: '15.02.2024', name:'Ирина', text: 'Отличные булочки для хот-догов! Они мягкие и воздушные, идеально подходят для сосисок. Мы с семьей устраиваем барбекю на выходных, и эти булочки всегда в меню. Рекомендую!'},
            {id: 2, rating: 4, date: '01.04.2024', name:'Павел', text: 'Булочки Bagerstat очень понравились! Они хорошо держат форму и не размокают от соусов. Вкусные и с хорошей текстурой. Единственное, хотелось бы, чтобы в упаковке было больше булочек!'},
            {id: 3, rating: 3, date: '15.09.2024', name:'Светлана', text: 'Хорошие булочки для хот-догов, но, на мой взгляд, они немного сладковаты. В целом, они мягкие и приятные на вкус, но я предпочитаю менее сладкие варианты. Подходят для семейных праздников, но не всем могут понравиться.'},
        ]
    },
    {
        id: 29,
        review: [
            {id: 1, rating: 5, date: '02.02.2024', name:'Наталья', text: 'Прекрасные булочки! Они мягкие, ароматные и кунжут придаёт им особый вкус. Отлично подходят для бургеров и сэндвичей. Рекомендую всем, кто ценит качественный хлеб!'},
            {id: 2, rating: 4, date: '01.05.2024', name:'Максим', text: 'Булочки очень хороши! Они отлично держат форму и не размокают от начинки. Кунжут добавляет интересный вкус. Я использую их для приготовления завтраков и перекусов. Отличный выбор!'},
            {id: 3, rating: 3, date: '12.09.2024', name:'Ольга', text: 'Хорошие булочки, но мне показались немного суховатыми. Вкус кунжута приятный, но хотелось бы, чтобы они были чуть более влажными. В целом, неплохой вариант для сэндвичей.'},
            {id: 4, rating: 3, date: '15.09.2024', name:'Сергей', text: 'Обожаю эти булочки с кунжутом! Они очень универсальны: отлично подходят как для горячих блюд, так и для холодных закусок. Кунжут добавляет отличный аромат. Буду покупать снова и снова!'},
        ]
    },
    {
        id: 30,
        review: [
            {id: 1, rating: 5, date: '12.01.2024', name:'Анна', text: 'Обожаю эти крекеры! Они хрустящие, с приятным сырным вкусом. Идеально подходят для перекусов и как закуска к напиткам. Всегда беру несколько упаковок, чтобы не закончились!'},
            {id: 2, rating: 4, date: '01.03.2024', name:'Дмитрий', text: 'Крекеры Tuc Мини - отличная находка! Они соленые, но не слишком, а вкус сыра просто восхитителен. Хорошо сочетаются с разными соусами. Единственное, упаковки могло бы быть побольше.'},
            {id: 3, rating: 3, date: '28.04.2024', name:'Светлана', text: 'В целом, крекеры неплохие, но я ожидала более яркого сырного вкуса. Они хрустящие и легкие, но мне они показались немного пресными. Подойдут для перекуса, но не на каждый день.'},
            {id: 4, rating: 5, date: '22.05.2024', name:'Алексей', text: 'Отличные крекеры для вечеринок! Хрустящие, с насыщенным сырным вкусом. Удобная упаковка позволяет брать их с собой на пикники или в дорогу. Рекомендую всем любителям закусок!'},
        ]
    },
    {
        id: 31,
        review: [
            {id: 1, rating: 5, date: '12.01.2024', name:'Сергей', text: 'Хорошие яблоки, но иногда попадаются не совсем сладкие. В целом, они хрустящие и приятные на вкус. Особенно нравятся в салатах и выпечке. Рекомендую!'},
            {id: 2, rating: 3, date: '01.03.2024', name:'Ольга', text: 'Яблоки Голден неплохие, но мне их вкус показался немного однообразным. Они сладкие, но не хватает кислинки. Подходят для тех, кто предпочитает сладкие фрукты, но для меня это не совсем то.'},
            {id: 3, rating: 5, date: '28.04.2024', name:'Алексей', text: 'Обожаю яблоки Голден! Они идеально подходят для приготовления пюре и компотов. А свежими с медом — это просто божественно! Всегда покупаю в сезон, когда они особенно вкусные.'},
            {id: 4, rating: 5, date: '22.05.2024', name:'Наталья', text: 'Яблоки Голден — отличный выбор для здоровья. Они очень питательные и содержат много витаминов. Я использую их для смузи и салатов. Вкусные и полезные, рекомендую всем!'},
            {id: 5, rating: 5, date: '22.05.2024', name:'Мария', text: 'Яблоки Голден — это просто находка! Они сладкие, сочные и очень ароматные. Отлично подходят как для перекусов, так и для приготовления десертов. Всегда покупаю их, когда вижу в магазине!'},
        ]
    },
    {
        id: 32,
        review: [
            {id: 1, rating: 5, date: '12.01.2024', name:'Екатерина', text: 'Манго из Египта — это просто великолепие! Оно сладкое, сочное и ароматное. Я наслаждаюсь каждым кусочком. Использую его для смузи и салатов. Очень рекомендую всем любителям тропических фруктов!'},
            {id: 2, rating: 4, date: '12.04.2024', name:'Алексей', text: 'Хорошее манго, но попадаются и менее спелые плоды. В целом, оно сладкое и вкусное. Приятно есть его просто так или добавлять в десерты. Стоит своих денег, но нужно быть внимательным при выборе.'},
            {id: 3, rating: 3, date: '27.06.2024', name:'Наталья', text: 'Манго, купленное в магазине, оказалось не таким уж сладким, как я ожидала. Возможно, попался не самый спелый фрукт. Вкус неплохой, но не такой насыщенный, как у манго из других стран. Надеюсь, повезет больше в следующий раз.'},
        ]
    },
    {
        id: 33,
        review: [
            {id: 1, rating: 5, date: '12.03.2024', name:'Ирина', text: 'Гранаты — это мои любимые фрукты! Они сладкие, сочные и очень полезные. Каждый раз, когда я открываю гранат, радуюсь ярким семечкам. Использую их в салатах и десертах, а также просто как перекус. Рекомендую всем!'},
            {id: 2, rating: 5, date: '12.04.2024', name:'Максим', text: 'Прекрасный гранат с насыщенным вкусом! Каждый плод полон сочных семечек, которые приятно crunch, когда их ешь. Я использую гранат для приготовления свежих соков и в качестве гарнира к мясным блюдам. Очень вкусно!'},
            {id: 3, rating: 5, date: '27.06.2024', name:'Анна', text: 'Гранат — это не только вкусно, но и полезно! Я добавляю его в утренние смузи и йогурты. Он отлично поднимает настроение, а насыщенный цвет делает блюда более аппетитными. Обожаю гранаты!'},
            {id: 4, rating: 5, date: '27.06.2024', name:'Сергей', text: 'Недавно купил гранат, и он оказался невероятно вкусным! Сладкие семечки отлично подходят для перекуса и добавляют изюминку в салаты. Приятно удивлён качеством, буду покупать снова!'},
        ]
    },
    {
        id: 34,
        review: [
            {id: 1, rating: 5, date: '01.02.2024', name:'Ирина', text: 'Обожаю мороженое "Колибри"! Вафельный рожок хрустящий, а само мороженое невероятно мягкое и сливочное. Вкус просто супер, идеально освежает в жаркую погоду. Рекомендую всем любителям вкусного мороженого!'},
            {id: 2, rating: 5, date: '12.04.2024', name:'Максим', text: 'Купил мороженое "Лакомство Колибри" и остался доволен! Оно достаточно сладкое, но не приторное. Вафельный рожок очень вкусный и хрустящий. Отличный выбор для летнего угощения!'},
            {id: 3, rating: 3, date: '27.06.2024', name:'Антон', text: 'Мороженое неплохое, но мне показалось, что оно немного слишком сладкое. Вафельный рожок отличный, но хотелось бы чуть больше сливочного вкуса. В целом, вполне достойное мороженое, особенно за свою цену.'},
            {id: 4, rating: 5, date: '27.06.2024', name:'Сергей', text: 'Это мороженое — настоящая находка! Очень вкусное и нежное, вафельный рожок просто тает во рту. Я покупаю его для всей семьи, и всем нравится! Обязательно буду брать еще.'},
        ]
    },
    {
        id: 35,
        review: [
            {id: 1, rating: 5, date: '01.02.2024', name:'Ирина', text: 'Чебупицца "Горячая Штучка" с курочкой по-итальянски — это просто находка! Начинка очень вкусная, сочная и с приятными специями. Тесто легкое и хрустящее. Отличный вариант для быстрого перекуса!'},
            {id: 2, rating: 4, date: '12.04.2024', name:'Максим', text: 'Очень понравилась эта чебупицца! Курочка в начинке хорошо прожаренная и ароматная, а тесто идеально сочетает хрусткость и мягкость. Удобно брать с собой на работу или в поездки. Рекомендую!'},
            {id: 3, rating: 3, date: '27.06.2024', name:'Наталья', text: 'Чебупицца "Курочка по-итальянски" довольно вкусная, но ожидала большего. Начинки, на мой взгляд, могло бы быть чуть больше. Тем не менее, она неплоха в качестве закуски, особенно если нет времени готовить.'},

        ]
    },
    {
        id: 36,
        review: [
            {id: 1, rating: 5, date: '01.02.2024', name:'Екатерина', text: 'Пельмени "Бульмени" — это просто находка! Они очень вкусные и сочные. Варятся быстро, а сливочное масло придаёт им потрясающий аромат и нежность. Отличный вариант для семейного ужина. Обязательно буду покупать снова!'},
            {id: 2, rating: 5, date: '12.04.2024', name:'Андрей', text: 'Вкусные пельмени с отличной начинкой! Сливочное масло добавляет особого вкуса и делает их более сытными. Я готовлю их на обед, и вся семья довольна. Удобно, что их можно быстро разогреть. Рекомендую!'},
            {id: 3, rating: 5, date: '27.06.2024', name:'Наталья', text: 'Обожаю пельмени "Горячая штучка"! "Бульмени" со сливочным маслом — это просто отлично. Они мягкие, ароматные и очень вкусные. Прекрасно сочетаются с соусом или сметаной. Лучший выбор для быстрого и вкусного ужина!'},
        ]
    },
    {
        id: 37,
        review: [
            {id: 1, rating: 5, date: '01.02.2024', name:'Ольга', text: 'Вареники "Рестория" с картофелем и грибами — это просто находка! Очень вкусные и сытные. Начинка насыщенная, а тесто мягкое и нежное. Отлично подходят как для обеда, так и для ужина. Рекомендую всем любителям домашней кухни!'},
            {id: 2, rating: 5, date: '12.04.2024', name:'Сергей', text: 'Купил вареники "Рестория" на пробу и остался очень доволен! Они быстро готовятся, а начинка из картофеля и грибов просто восхитительна. Вареники отлично сочетаются со сметаной или грибным соусом. Буду брать еще!'},
            {id: 3, rating: 5, date: '27.06.2024', name:'Наталья', text: 'Обожаю вареники с картошкой и грибами, а "Рестория" делает это блюдо просто потрясающим! Начинка сочная, а тесто не слишком толстое. Готовлю их на ужин, и вся семья в восторге. Очень вкусно!'},
            {id: 4, rating: 4, date: '27.06.2024', name:'Сергей', text: 'Вареники с картофелем и грибами — хороший выбор для быстрого ужина. Они вкусные, сытные и легко готовятся. Начинка сбалансированная, а тесто прекрасно держит форму. Рекомендую для занятых людей!'},
        ]
    },
    {
        id: 38,
        review: [
            {id: 1, rating: 5, date: '01.02.2024', name:'Ольга', text: 'Вареники с вишней — это просто находка! Они нежные, с ярким фруктовым вкусом и сладкой начинкой. Отлично подаются со сметаной или просто так. Вся семья в восторге! Обязательно куплю еще!'},
            {id: 2, rating: 4, date: '12.04.2024', name:'Сергей', text: 'Очень вкусные вареники с вишней! Тесто мягкое и не слишком толстое, а начинка просто божественная. Вишни достаточно, они не кислые, а сладкие. Отличный десерт для всей семьи, особенно с чашкой чая!'},
            {id: 3, rating: 5, date: '27.06.2024', name:'Наталья', text: 'Обожаю вареники с вишней! Они такие ароматные и вкусные, хорошо держат форму при варке. Вишня в начинке прекрасно сбалансирована — не слишком сладкая и не кисленькая. Просто супер! Рекомендую всем сладкоежкам!'},
        ]
    },
    {
        id: 39,
        review: [
            {id: 1, rating: 5, date: '01.02.2024', name:'Ирина', text: 'Рыбные треугольники в панировке — это просто находка! Они очень вкусные, хрустящие снаружи и нежные внутри. Отлично подходят как для ужина, так и для перекуса. Легко готовятся и не требуют много времени. Обязательно куплю снова!'},
            {id: 2, rating: 4, date: '12.04.2024', name:'Сергей', text: 'Пробовал рыбные треугольники и остался доволен! Панировка очень вкусная и хрустящая, а начинка из рыбы нежная и сочная. Хорошо подаются с соусом или салатом. Отличный вариант для быстрого ужина. Рекомендую!'},
        ]
    },
    {
        id: 40,
        review: [
            {id: 1, rating: 5, date: '01.02.2024', name:'Мария', text: 'Вода "Святой источник" — просто отличное решение для ежедневного употребления! Газировка хорошо сбалансирована, не слишком сильная. Вода свежая и приятная на вкус. Упаковка удобная, и 1.5 литра — это оптимальный объем для семьи. Рекомендую!'},
            {id: 2, rating: 4, date: '12.06.2024', name:'Дмитрий', text: 'Я очень люблю воду "Святой источник"! Она прекрасно утоляет жажду и отлично подходит для приготовления коктейлей. Газировка мягкая, а вкус приятный и освежающий. Пьём всей семьей, и всем нравится!'},
            {id: 3, rating: 5, date: '02.06.2024', name:'Екатерина', text: 'Вода "Святой источник" — это мой фаворит! Приятная газировка, легкий вкус и отличная свежесть. Очень удобно, что есть 1.5 литровая упаковка, которая долго хватает. Отличный выбор для любого времени года. Обязательно буду покупать снова!'},
        ]
    },
    {
        id: 41,
        review: [
            {id: 1, rating: 5, date: '12.04.2024', name:'Анна', text: 'Сок "Сады Придонья" зеленое яблоко — это просто находка! Очень вкусный и освежающий, с ярким яблочным вкусом. Удобная упаковка на 125 мл идеально подходит для перекуса или для детей в школу. Всем рекомендую!'},
            {id: 2, rating: 5, date: '12.06.2024', name:'Сергей', text: 'Пробовал сок и остался очень доволен! Он натуральный, без добавок, а вкус просто отличный. Зеленое яблоко придает ему особую свежесть. Часто беру с собой на работу, отлично утоляет жажду!'},
            {id: 3, rating: 5, date: '02.06.2024', name:'Екатерина', text: 'Обожаю сок "Сады Придонья" из зеленого яблока! Он не слишком сладкий, что мне очень нравится. Приятный вкус и аромат делают его прекрасным дополнением к завтраку. Удобная упаковка позволяет брать его с собой куда угодно!'},
        ]
    },
    {
        id: 42,
        review: [
            {id: 1, rating: 5, date: '12.04.2024', name:'Ольга', text: 'Напиток "Добрый Кола" — это моя любимая кола! Она очень вкусная и не слишком сладкая. Отлично подходит для вечеринок и семейных ужинов. Упаковка 1.5 литра — идеальный объем для нас!'},
            {id: 2, rating: 4, date: '12.06.2024', name:'Сергей', text: 'Купил "Добрый Кола" и был приятно удивлён! Вкус напоминает классическую колу, но при этом она более легкая. Отлично утоляет жажду, особенно в жару. Буду брать и дальше!'},
            {id: 3, rating: 5, date: '02.06.2024', name:'Наталья', text: 'Очень вкусная кола! "Добрый Кола" мне понравилась своим насыщенным вкусом и хорошей газированностью. Пьём её всей семьёй, особенно на праздниках. Рекомендую всем любителям колы!'},
            {id: 4, rating: 4, date: '12.04.2024', name:'Анна', text: 'Напиток "Добрый Кола" очень порадовал! Он достаточно лёгкий, без лишней сладости, а наслаждаться им можно в любое время. Удобная упаковка делает его отличным выбором для пикника!'},
            {id: 5, rating: 5, date: '12.06.2024', name:'Екатерина', text: '"Добрый Кола" — отличный освежающий напиток! Я всегда беру его с собой на дачу. Вкус замечательный, а газировка не слишком сильная. Отличный выбор для всей семьи!'},
            {id: 6, rating: 4, date: '02.06.2024', name:'Сергей', text: 'Очень нравится "Добрый Кола"! Вкусная и освежающая, отлично подходит к пицце или бургерам. Пакет на 1.5 литра — это удобно и экономично. Буду заказывать снова!'},
        ]
    },
    ];
export default ArrReviews;